{
  "audio": {
    "anxiety": "Angststörung",
    "concentration": "Konzentration",
    "confidence": "Selbstbewusstsein",
    "insomnia": "Schlafstörung",
    "meditation-exercises": "Meditationsübungen",
    "mindfulness": "Achtsamkeitsmeditation",
    "mindfullness-text": "Achtsamkeitsmeditation ist eine Form der Meditation, die sich auf die bewusste Wahrnehmung von Moment zu Moment konzentriert, ohne dabei zu bewerten oder zu beurteilen. Es geht darum, sich auf den gegenwärtigen Moment zu konzentrieren, indem man seine Aufmerksamkeit auf den Atem, die körperlichen Empfindungen oder Gedanken richtet, ohne von ihnen mitgerissen zu werden.",
    "minutes": "Minuten",
    "motivation": "Motivation",
    "pmr": "Progressive Muskelrelaxation",
    "pmr-text": "Progressive Muskelentspannung (PMR) ist eine Entspannungstechnik, die darauf abzielt, die körperliche Anspannung zu reduzieren, um eine tiefere Entspannung des gesamten Körpers zu erreichen. Diese Technik basiert auf der Vorstellung, dass körperliche und geistige Anspannung miteinander verbunden sind und dass das Entspannen der Muskeln dazu beitragen kann, Stress und Angst abzubauen.",
    "stress": "Stressabbau",
    "toolsFor": "Tools für",
    "visualisation": "Visualisierungsmeditation",
    "visualisation-text": "Visualisierungsmeditation ist eine Meditationspraxis, bei der man eine bildliche Vorstellung von etwas in seiner Vorstellung kreiert und sich darauf konzentriert, um einen bestimmten Zustand oder ein bestimmtes Ziel zu erreichen. Die Praxis kann auf verschiedene Arten durchgeführt werden, z.B. durch das Erstellen eines mentalen Bildes eines Ortes oder einer Situation, die beruhigend oder inspirierend ist, oder durch das Visualisieren von sich selbst, wie man ein Ziel erreicht oder eine bestimmte Fähigkeit verbessert.",
    "5": "5",
    "10": "10",
    "15": "15",
    "05-00": "05:00",
    "10-00": "10:00",
    "15-00": "15:00"
  },
  "emotions": {
    "rage": "Frustriert",
    "curiosity": "Neugierig",
    "excitement": "Aufgeregt",
    "sadness": "Bedrückt",
    "frustration": "Traurig",
    "fear": "Ängstlich",
    "anger": "Wütend",
    "pride": "Stolz",
    "joy": "Glücklich",
    "calm": "Ruhig",
    "bored": "Gelangweilt"
  },
  "forgot-pw": {
    "dont-worry": "Keine Sorge!",
    "description": "Wir schicken dir eine E-Mail, um dein Passwort zurückzusetzen.",
    "send-email": "E-Mail schicken"
  },
  "gamification": {
    "earned-badge-text": "Du hast dir diesen badge am",
    "earned-badge-date": "{{date}} verdient.",
    "badge-desc": {
      "streak-starter-desc": "Du hast dich an 7 aufeinanderfolgenden Tagen eingeloggt und damit gezeigt, dass du dich für dein persönliches Wachstum einsetzt. Halte den Schwung aufrecht und erreiche weiterhin neue Höhen.",
      "fortnight-fanatic-desc": "Deine 14-tägige Anmeldestrecke zeigt, dass du dich unermüdlich für den Fortschritt einsetzt. Fördere weiterhin dein Potenzial und inspiriere andere mit deinem Engagement.",
      "three-week-thriver-desc": "Du hast dich 21 Tage am Stück eingeloggt und damit bewiesen, dass Beständigkeit der Schlüssel zum Erfolg ist. Mach weiter so und sorge dafür, dass jeder Tag zählt.",
      "month-long-master-desc": "Mit einer 28-tägigen Login-Periode hast du die Kunst der Beständigkeit gemeistert. Dein Engagement für Wachstum und Selbstverbesserung ist wirklich lobenswert.",
      "streak-superstar-desc": "Sich 35 Tage hintereinander einzuloggen, ist keine Kleinigkeit. Du bist ein Streak-Superstar und dein unermüdlicher Einsatz für den Fortschritt ist eine Inspiration für uns alle.",
      "goal-getter-desc": "Du hast einen beeindruckenden Meilenstein von 10 Zielen erreicht, was dein Engagement für persönliches Wachstum zeigt. Strebe weiter nach Großem und setze dir weiterhin hohe Ziele!",
      "goal-guru-desc": "Mit 25 Zielen hast du bewiesen, dass du große Träume hast und dich auf das konzentrieren kannst, was dir am wichtigsten ist. Deine Hingabe an die Selbstverbesserung ist wirklich inspirierend.",
      "goal-gladiator-desc": "Indem du 50 Ziele erreicht hast, hast du immense Ausdauer und Entschlossenheit bewiesen. Dein unermüdliches Streben nach Spitzenleistungen ist ein Beweis für deine Charakterstärke.",
      "goal-grandmaster-desc": "75 Ziele zu erreichen, ist keine kleine Leistung. Du bist ein leuchtendes Beispiel für Durchhaltevermögen und die Kraft, dir alles vorzunehmen, was du dir wünschst.",
      "goal-god-desc": "Das Erreichen von 100 Zielen ist eine außergewöhnliche Leistung und ein wahrer Beweis für dein unermüdliches Streben nach Größe. Du hast bewiesen, dass der Himmel die Grenze ist, wenn es um persönliches Wachstum geht.",
      "journaling-journeyman-desc": "Du hast 10 Journale geführt und damit gezeigt, dass du dich für Selbstreflexion und persönliches Wachstum einsetzt. Erforsche weiter deine Gedanken und kultiviere deine Selbsterkenntnis!",
      "journaling-juggernaut-desc": "25 Journaleinträge niederzuschreiben ist eine unglaubliche Leistung. Du bist eine Kraft, mit der man rechnen muss, wenn es um Selbsterkenntnis und persönliches Wachstum geht.",
      "journaling-genius-desc": "Mit 50 Journaleinträge hast du bewiesen, wie sehr dir eine konsequente Selbstreflexion hilft. Deine Weisheit und Hingabe sind lobenswert.",
      "journaling-jedi-desc": "Mit 75 friedlichen Begegnungen mit den Troopers hast du die Kunst der Strategie und Diplomatie beim Schreiben unter Beweis gestellt. Dein Engagement für harmonische Lösungen und Selbstreflexion ist wirklich lobenswert.",
      "journaling-jumno-desc": "Es ist eine außergewöhnliche Leistung, 100 Journaleinträge zu verfassen, und zeugt von deinem unermüdlichen Einsatz für die Selbsterkenntnis. Deine Reise der Selbstreflexion kennt keine Grenzen!",
      "login-novice-desc": "Du hast dich 10 Mal eingeloggt und damit die ersten Schritte auf deinem Weg der Selbstverbesserung gemacht. Bleib enthusiastisch und schöpfe dein Potenzial weiter aus.",
      "login-enthusiast-desc": "Mit 25 Anmeldungen ist deine Leidenschaft für Wachstum und Lernen offensichtlich. Halte deine Neugierde aufrecht und nutze jeden Login.",
      "login-expert-desc": "Deine 50 Logins zeigen, wie sehr du dich für Fortschritt und Selbstverbesserung einsetzt. Geh weiter voran und inspiriere andere mit deiner Entschlossenheit.",
      "login-legend-desc": "Wenn du dich 75 Mal eingeloggt hast, hast du bewiesen, dass du dich unermüdlich für deine persönliche Entwicklung einsetzt. Gehe weiterhin mit gutem Beispiel voran und ermutige andere, in deine Fußstapfen zu treten.",
      "login-master-desc": "Mit erstaunlichen 100 Logins bist du zu einer wahren Legende in deinem Streben nach Selbstverbesserung geworden. Deine Hingabe und Beständigkeit sind eine Inspiration für uns alle. Mach weiter so und erklimme neue Höhen.",
      "meditation-maverick-desc": "Du hast dich 30 Minuten lang der Meditation gewidmet und damit die Tür zu innerem Frieden und Klarheit geöffnet. Kultiviere die Achtsamkeit weiter und teile ihre Vorteile mit anderen.",
      "meditation-mastermind-desc": "Mit 60 Minuten Meditation entschlüsselst du die Geheimnisse eines ruhigen und ausgeglichenen Geistes. Fahre damit fort, die Tiefen der inneren Weisheit zu erforschen und inspiriere die Menschen um dich herum.",
      "meditation-mentor-desc": "Wenn du 120 Minuten lang meditierst, wirst du zu einem Vorbild für andere, die Ruhe suchen. Pflege weiterhin deinen inneren Frieden und teile deine Erkenntnisse mit der Welt.",
      "meditation-maestro-desc": "Deine 240 Minuten Meditation haben deine Fähigkeit geschärft, dich zu konzentrieren und präsent zu bleiben. Du bist eine Verkörperung der Achtsamkeit und dein Weg ist eine Inspiration für andere.",
      "meditation-mogul-desc": "Mit 480 Minuten Meditation hast du ein außergewöhnliches Maß an geistiger Klarheit und innerer Harmonie erreicht. Dein unermüdliches Engagement für Achtsamkeit ist wirklich bewundernswert.",
      "pomodoro-prodigy-desc": "Du hast 30 Minuten konzentriertes Arbeiten mit der Pomodoro-Technik geschafft. Sei weiterhin so produktiv und erreiche deine Ziele, einen Pomodoro nach dem anderen.",
      "pomodoro-pro-desc": "Mit 60 Minuten Pomodoro-Arbeit steigt deine Produktivität in die Höhe. Nutze weiterhin die Kraft der konzentrierten Arbeit und inspiriere andere dazu, es dir gleichzutun.",
      "pomodoro-pioneer-desc": "Indem du 120 Minuten der Pomodoro-Technik gewidmet hast, hast du bewiesen, dass mit Konzentration und Entschlossenheit alles möglich ist. Sei auch weiterhin ein Vorreiter und zeige der Welt, wozu du fähig bist.",
      "pomodoro-paragon-desc": "Deine 240 Minuten Arbeit nach der Pomodoro-Methode spiegeln dein unermüdliches Engagement für Effizienz und Konzentration wider. Du bist ein leuchtendes Beispiel für Produktivität und Durchaltevermögen",
      "pomodoro-phenom-desc": "Mit unglaublichen 480 Minuten, die du mit der Pomodoro-Technik arbeitest, kennt deine Produktivität keine Grenzen. Dein Antrieb und deine Disziplin inspirieren andere, nach Erfolg zu streben.",
      "todo-tackler-desc": "Herzlichen Glückwunsch zur Erledigung von 10 ToDo's! Dein Engagement, Herausforderungen frontal anzugehen, ist ein Beweis für deine starke Arbeitsmoral. Mach weiter so!",
      "todo-titan-desc": "Mit 25 ToDo's hast du bewiesen, dass du mit unglaublicher Hingabe Hindernisse überwinden und Dinge erledigen kannst. Du bist eine wahre Kraft, mit der man rechnen muss.",
      "todo-terminator-desc": "Mit 50 erledigten Aufgaben hast du bewiesen, dass keine Herausforderung zu groß für dich ist. Deine unerschütterliche Entschlossenheit ist wirklich lobenswert. Mach weiter so mit deinen Aufgaben!",
      "todo-trailblazer-desc": "75 ToDos zu erledigen ist eine bemerkenswerte Leistung. Dein unermüdlicher Einsatz und deine Konzentration haben dich zu neuen Höhen geführt. Mach weiter so und bahne dir den Weg zum Erfolg!",
      "todo-tornado-desc": "100 ToDos zu erledigen ist ein Wirbelsturm der Leistung und zeigt deine unglaubliche Tatkraft und Entschlossenheit. Du bist eine Naturgewalt, wenn es darum geht, Dinge zu erledigen!"
    }
  },
  "general": {
    "back": "Zurück",
    "delete": "Löschen",
    "edit": "Bearbeiten",
    "no-user-data": "Keine Nutzerdaten",
    "save": "Speichern"
  },
  "goals": {
    "description": "Beschreibe dein Ziel und wieso du es erreichen möchtest",
    "finish-goal": "Ziel erreichen",
    "show-all": "Alle anzeigen",
    "details": "Details",
    "add-todo": "Todo hinzufügen",
    "complete-all-todos": "Um dieses Ziel abzuschliessen, musst du alle Todos abschliessen."
  },
  "journal": {
    "activity": "Was hast du daraus gemacht?",
    "activity-past": "Was du daraus gemacht hast",
    "mood": "Wie fühlst du dich heute?",
    "mood-past": "Wie du dich gefühlt hast",
    "mood-description": "Wieso fühlst du dich so?",
    "mood-description-past": "Wieso du dich so gefühlt hast",
    "no-entry-title": "Keinen Journal-Eintrag",
    "no-entry-titles": "Keine Journal-Einträge",
    "no-entry-yet": "Du hast heute noch keinen Journal-Eintrag erstellt.",
    "no-entries-yet": "Du hast heute noch keine Journal-Einträge erstellt.",
    "past-entries": "Letze Sieben Einträge",
    "title": "Titel",
    "thoughts-and-ideas": "Weitere Gedanken und Ideen",
    "to-improve": "Was hättest du anders machen können?"
  },
  "login": {
    "welcome": "FIND YOUR FLOW",
    "login": "LOGIN"
  },
  "modals": {
    "are-you-sure": "Bist du dir sicher?",
    "cancel": "Abbrechen",
    "journal": "Dein Journal wird gelöscht",
    "notes": "Deine Notiz wird gelöscht",
    "todo": "Deine Todo wird gelöscht",
    "delete": "Löschen",
    "discard": "Verwerfen"
  },
  "my-day": {
    "hey": "Hey",
    "your-goals": "Deine Ziele",
    "your-tools": "Deine Tools",
    "add-tools": "Füge jetzt deine Lieblingstools hinzu",
    "choose-your": "Wähle deine",
    "favourite-tools": "Lieblings-Tools an"
  },
  "notes": {
    "date": "Datum",
    "filter": "filtern",
    "note": "Notizen",
    "no-notes-titles": "Keine Notizen",
    "no-notes-yet": "Du hast heute noch Notizen erstellt."
  },
  "profile": {
    "gamification": {
      "all": "Alle",
      "badges": "Badges",
      "completed": "Erledigte",
      "fri": "FR",
      "goals": "Ziele",
      "level": "Level",
      "levels": "Levels",
      "meditated": "Meditierte",
      "minutes": "Minuten",
      "mon": "MO",
      "points": "Punkte",
      "reached": "Erreichte",
      "sat": "SA",
      "sun": "SO",
      "todos": "Todos",
      "thu": "DO",
      "tue": "DI",
      "week": "Woche",
      "streak": "Streak",
      "written": "Geschriebene",
      "wed": "MI",
      "journal-entries": "Journaleinträge",
      "your-year-in-numbers": "Dein Jahr in Zahlen",
      "your": "Deine",
      "trailblazer": "Trailblazer",
      "voyager": "Voyager",
      "pathfinder": "Pathfinder",
      "maverick": "Maverick",
      "adventurer": "Adventurer",
      "seeker": "Seeker",
      "pioneer": "Pioneer",
      "conqueror": "Conqueror",
      "titan": "Titan",
      "zenith": "Zenith",
      "collected-points": "gesammelte Punkte"
    },
    "hi": "Hi,",
    "here": "dabei",
    "profile-settings": {
      "current": "Aktuelles",
      "delete-account": "Account löschen",
      "delete-account-text-1": "Wenn du deinen Account einmal gelöscht hast, kannst du es ",
      "delete-account-text-2": "nicht mehr zurückholen. ",
      "delete-account-text-3": "Stell sicher, dass du das wirklich willst.",
      "delete-account-cap": "ACCOUNT LÖSCHEN",
      "logout-cap": "AUSLOGGEN",
      "logout": "Ausloggen",
      "logout-text": "Mission erfüllt! 🚀 Du hast grosse Fortschritte gemacht. Mach eine Pause und tanken Kraft. Wir sehen uns bald wieder!",
      "new": "Neues",
      "notifications": {
        "activate-all-notifications": "Alle Benachrichtigungen aktivieren",
        "gamification-notification": "Schalte die Gamification ein oder aus.",
        "change-notifications": "Benachrichtigungen anpassen",
        "email": "E-Mail",
        "email_in-app_combo": "E-Mail, In-App",
        "in-app": "In-App",
        "none": "Keine",
        "notifications-you-will-receive": "Benachrichtigungen, die du erhältst",
        "reminders-goals": "Erinnerungen Ziele",
        "reminder-goals-text": "Dies sind Erinnerungen für unerledigte Ziele",
        "reminders-todos": "Erinnerungen Todos",
        "reminder-todos-text": "Dies sind Erinnerungen für unerledigte Todos",
        "reminders-journal": "Erinnerungen Journal",
        "reminder-journal-text": "Dies sind Erinnerungen für noch zu schreibende Journal-Einträge",
        "where-you-will-receive-notificatons": "Wo du diese Benachrichtigungen erhalten wirst."
      },
      "repeat": "wiederholen",
      "reset-password": "Password zurücksetzen",
      "save-cap": "SPEICHERN",
      "your-information": "Deine Informationen"
    },
    "since": "seit"
  },
  "register": {
    "register": "Registriere",
    "yourself": "dich",
    "terms-of-use": "Benutzerbestimmungen",
    "create-account": "Konto erstellen",
    "welcome-1": "Schön, dass du",
    "welcome-2": "hier bist!"
  },
  "shared-auth": {
    "forgot-pw": "Passwort vergessen?",
    "no-account": "Noch kein Account?",
    "register": "Registrier dich!",
    "username": "Benutzername",
    "email": "E-Mail",
    "password": "Passwort",
    "repeat-password": "Passwort wiederholden"
  },
  "timer": {
    "start-working": "Starte mit deiner Arbeit",
    "take-a-break": "Mach eine Pause"
  },
  "todos": {
    "future": "Zukünftige",
    "no-todos-title": "Keine Todos",
    "no-todos": "Du hast heute noch keine Todos",
    "no-future-todos": "Du hast keine Todos in diesem Zeitraum",
    "todays": "Heutige",
    "today": "Heute"
  },
  "tool-cards": {
    "timer": "Timer",
    "journals": "Journal",
    "todos": "Todos",
    "notes": "Notizen",
    "goals": "Ziele"
  }
}
